Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དྲང་སྲོང་རྣམ་པར་འགྲེལ་པས་བྱང་ཆུབ་སེམས་དཔའ་རྒྱལ་པོ་མང་པོའི་མཆོག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རིགས་ཀྱི་བུ་ཁྱོད་ད་དུང་འགྲོ་བ་དང་། འོང་བའི་འདུ་ཤེས་སུ་འཇུག་གོ། །
en: The bodhisattva Elucidating Seer replied, “Noble son, you still entertain the perceptions of going and coming.”

source: བྱང་ཆུབ་སེམས་དཔའ་རྒྱལ་པོ་མང་པོའི་མཆོག་གིས་སྨྲས་པ། རིགས་ཀྱི་བུ་འདི་ལྟར་འོངས་སོ་ཞེས་བྱ་བ་འདི་ནི་གློ་བུར་གྱི་ཚིག་གོ། །རིགས་ཀྱི་བུ་འགྲོའོ་ཞེས་བྱ་བ་འདི་ནི་བདག་མེད་པའི་ཚིག་གོ། །བྱང་ཆུབ་སེམས་དཔའ་དགྲ་རྣམ་པར་འགྲེལ་པས་སྨྲས་པ།
en: The bodhisattva Foremost Among Many Kings said, “Noble son, coming is a term for transience, and going is a term for the lack of self.”

source: རིགས་ཀྱི་བུ་གློ་བུར་གྱི་ཚིག་དང་། རིགས་ཀྱི་བུ་བདག་མེད་པའི་ཚིག་གིས་ཀྱང་རིགས་ཀྱི་བུ་ང་ཡིར་བྱ་བ་དང་། བདག་གིར་བྱ་བའི་ཚིག་གོ། །སྐྱེས་བུ་གང་ཟག་ང་ཡིར་བྱ་བ་དང་།
en: The bodhisattva Elucidating Seer replied, “Noble son, terms for transience and terms for the lack of self are terms that imply possession and ownership.

source: བདག་གིར་བྱ་བ་ལ་ཆགས་པས་ཕྱིན་ཅི་ལོག་བཞི་སྟེ། མི་རྟག་པ་ལ་རྟག་པར་འདུ་ཤེས་པ་དང་། སྡུག་བསྔལ་བ་ལ་བདེ་བར་འདུ་ཤེས་པ་རྣལ་འབྱོར་གྱི་རྗེས་སུ་ལྡན་པ་དང་། མི་གཙང་བ་ལ་གཙང་བར་འདུ་ཤེས་པ་དང་། བདག་མེད་པ་ལ་བདག་ཏུ་འདུ་ཤེས་པར་རྣལ་འབྱོར་གྱི་རྗེས་སུ་ལྡན་པ་ལ་ཞུགས་པའོ། །སྐྱེས་བུ་གང་ཟག་སེམས་ཕྱིན་ཅི་ལོག་ལ་ཞུགས་པས་སྒྲིབ་པ་ལྔར་འགྱུར་རོ། །
en: People who are attached to possession and ownership adhere to the following four mistaken views: they engage in practice (1) while perceiving what is impermanent as permanent, and (2) perceiving suffering as happiness, and they engage in practice (3) while perceiving what is impure as pure, and (4) perceiving what lacks a self as having a self.

source: ལྔ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། འདོད་པ་ལ་སྲེད་པའི་སྒྲིབ་པ་དང་། གནོད་སེམས་དང་། རྨུགས་པ་དང་། གཉིད་དང་།
en: People who engage in those mental errors will incur the following five hindrances: they will not abandon the hindrances of (1) craving sense pleasures, (2) ill will, (3) sloth and torpor or laziness, (4) agitation and regret, and (5) doubt.

source: ལེ་ལོ་དང་། རྒོད་པ་དང་། འགྱོད་པ་དང་། ཐེ་ཙོམ་གྱི་སྒྲིབ་པ་སྤངས་པ་མེད་པར་འགྱུར་རོ། །རིགས་ཀྱི་བུ་གང་ལ་ལ་སྒྲིབ་པ་ལྔ་པོ་འདི་དག་ཏུ་འགྱུར་བ་དེ་མཚམས་མེད་པ་ལྔ་ཡང་དག་པར་སྤྱོད་དོ། །
en: “Noble son, whoever incurs these five hindrances will engage in the five acts with immediate retribution.

source: མཚམས་མེད་པ་ལྔ་མ་སྤངས་པའི་སྐྱེ་བུ་གང་ཟག་ལྷ་དང་མིའི་ནང་དུ་འགྲོ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ན་ཉན་ཐོས་ཀྱི་བྱང་ཆུབ་ལྟ་ཅི་སྨོས།
en: People who have not abandoned the five acts with immediate retribution will not see rebirth among gods or humans, to say nothing of the awakening of the hearers!

source: གང་ལ་ཉན་ཐོས་ཀྱི་བྱང་ཆུབ་མེད་པ་དེ་ལ་རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་དང་། སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ལྟ་ཡང་ཅི་སྨོས།
en: And if that is the case for those who lack the awakening of the hearers, what need is there to mention those who lack the awakening of the solitary buddhas and the awakening of the buddhas?

source: གང་ལ་ང་ཡིར་བྱ་བ་དང་། བདག་གིར་བྱ་བ་མ་སྤངས་པ་དེ་ལ་རྟག་པ་དང་། ཆད་པ་ཡང་སྤངས་པ་མེད་དོ། །
en: One who has not abandoned possession and ownership has also not abandoned permanence and annihilation.

source: གང་གང་ཟག་ཆད་པར་ལྟ་བ་ཅན་དུ་འགྱུར་བ་དེ་དགེ་བའི་ལས་དང་། དགེ་བ་ལ་སྤྱོད་པའི་མཚུངས་པར་སྤྱོད་པར་ལྟ་ག་ལ་འགྱུར།
en: How could people who adhere to annihilationist views engage in virtuous actions and observe virtuous conduct?

source: གང་ཡང་རྟག་པར་ལྟ་བ་ཅན་དུ་འགྱུར་བ་དེ་ཐར་བ་ལ་བསྔོས་པ་མཚུངས་པར་སྤྱོད་པ་དང་། དགེ་བ་ལ་སྤྱོད་པར་ལྟ་ག་ལ་འགྱུར།
en: How could people who adhere to views of permanence engage in virtuous practices and in practices aimed at liberation?

source: རྟག་པར་ལྟ་བ་དང་། ཆད་པར་ལྟ་བའི་སྐྱེས་བུ་གང་ཟག་ནི་ལྷ་དང་། མིའི་ནང་དུ་སྐྱེ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ན། ཉན་ཐོས་དང་། རང་བྱང་ཆུབ་ལྟ་ཅི་སྨོས་ཏེ།
en: People who adhere to views of permanence and annihilation will not see rebirth among gods or humans, to say nothing of the awakening of the hearers or the solitary buddhas!

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་ག་ལ་མཐོང་།
en: How could they reach unsurpassed and perfect awakening?

source: ང་ཡིར་བྱ་བ་དང་། བདག་གིར་བྱ་བ་ལྟ་བར་སོང་བ་གནས་པ་མེད་པས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པས་མ་འདྲེས་པའི་འཁོར་ཇི་ལྟ་བུར་ཡང་དག་པར་འོངས་པ་སྨྲ་བ་མེད་པ་དེ་དང་རིགས་ཀྱི་བུ་ཁྱོད་ཀྱང་སྨྲ་བ་མེད་པར་མཐོང་ངོ་། །
en: Since the silent members of this gathering who have assembled here are not contaminated by the vehicles of the hearers or the solitary buddhas because they do not adhere to wrong views such as ownership and possession, noble son, see to it that you do not say such things.”

source: བྱང་ཆུབ་སེམས་དཔའ་ལག་བཟངས་ཀྱིས་སྨྲས་པ། རིགས་ཀྱི་བུ་ཅི་འགྲོ་བ་དང་འོང་བར་འདུ་ཤེས་པ་ཡིད་ལ་མི་བྱ་བ་འམ།
en: The bodhisattva Subāhu then asked, “Noble son, should one not focus on the perceptions of going and coming?

source: གལ་ཏེ་ཡིད་ལ་མི་བྱ་ན་བྱང་ཆུབ་སེམས་དཔའི་སྦྱིན་པའི་གནས་རྣམས་ལ་བྱིན་ལེན་དང་ཡོ་བྱད་ཀྱིས་ཇི་ལྟར་བསྙེན་བཀུར་བྱ།
en: And if one does not focus on those, how should one provide bodhisattvas who are worthy recipients of gifts with the requisite belongings and provisions?

source: ཕ་དང་མ་རྣམས་རིམ་གྲོའི་གནས་དང་།
en: How should one honor one’s parents?

source: ནད་པ་རྣམས་ལ་ཇི་ལྟར་བསྙེན་བཀུར་བྱ། སྨྲས་པ། རིགས་ཀྱི་བུ་སྤྲོས་པ་མེད་པ་ནི་འདི་ལྟ་སྟེ། གནས་དང་། ཉེ་བའི་གནས་དང་།
en: How should one care for the sick?”

source: རབ་ཀྱི་གནས་དང་། གནས་གཞན་དང་། རིམ་གྲོའི་གནས་དང་། ཀུན་ཏུ་འགྲོ་བ་དང་། ལྷག་པར་འགྲོ་བ་དང་།
en: “Noble son, the following things lack mental elaboration: objects, close objects, supreme objects, other objects, objects of reverence, going, fully going, completely going, subsequent going, and going elsewhere.

source: ཉེ་བར་འགྲོ་བ་དང་། རྗེས་སུ་འགྲོ་བ་དང་། གཞན་དུ་འགྲོ་བ་འདིའི་ཚིག་དེ་དག་ཐམས་ཅད་ནི་སྤྲོས་པ་མེད་པའོ། །
en: All of those terms lack mental elaboration.

source: རིགས་ཀྱི་བུ་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་དང་། རྗེས་སུ་རྟོག་པ་དང་། ཉེ་བར་རྟོག་པ་དང་། རབ་ཏུ་རྟོག་པ་འདི་དག་གིས་འཁོར་བ་འདྲེན་ནོ། །
en: Noble son, concepts, thoughts, subsequent thoughts, complete thoughts, and supreme thoughts lead to, lend strength to, and establish one in saṃsāra.

source: གཞོག་གོ་སྒྲུབ་བོ། །མེ་ཏོག་ནི་ལྷ་དང་། མིར་སྐྱེ་བའོ། །འབྲས་བུ་ནི་ངན་སོང་གསུམ་དུ་འགྲོ་བ་ལ་ཡང་དང་ཡང་དུ་འཆི་འཕོ་སྐྱེ་བ་དང་།
en: The flower may be birth among the gods or humans, but the fruit is dying and being reborn over and over in the three lower realms.

source: སྐད་ཅིག་མའི་ཆོས་བརྒྱད་ལ་ཡང་དག་པར་གཞོལ་བ་དང་འདི་དག་ནི་ཉེས་པའོ། །
en: All such thoughts related to the eight fleeting concerns have faults.

source: གང་སྤྱོད་པ་དང་། རྣམ་པར་སྤྱོད་པ་དང་། ཉེ་བར་སྤྱོད་པ་དང་། རྗེས་སུ་སྤྱོད་པ་འདི་དག་གི་དངོས་པོ་ཐམས་ཅད་ནི་འཕགས་པའི་བཟོད་པ་སྤོང་བའི་ཕྱིར་སྒྲུབ་བོ། སྨྲས་པ།
en: All things that are related to conduct, thorough conduct, complete conduct, and subsequent conduct lead to the abandonment of noble acceptance.”

source: རིགས་ཀྱི་བུ་གང་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་བསྒྲུབ་པའི་ཕྱིར་དགེ་བ་ལ་སྤྱོད་པ་དེ་ཅི་འཕགས་པའི་བཟོད་པ་འཁྲུག་པར་འགྱུར་རམ།
en: “Noble son, are those who practice virtue in order to accomplish the qualities of the buddhas in conflict with this noble acceptance?”

source: སྨྲས་པ། རིགས་ཀྱི་བུ་གང་དགེ་བའི་ཆོས་ལ་ཉུང་ངུ་འདོད་ཅིང་སྡིག་པ་ལ་མང་དུ་འདོད་པ་ནི་འཕགས་པའི་བཟོད་པ་ལ་འཁྲུག་པའོ། །རྣམ་པར་འཇིག་པའོ། །
en: “Noble son, those who have little desire for noble qualities and great desire for negative deeds are in conflict with this noble acceptance.

source: འཐོར་བའོ། །གཏི་མུག་པའོ། །
en: They destroy it, toss it aside, and delude themselves about it.

source: གང་དེ་དགེ་བའི་ཆོས་ཡོངས་སུ་སྤངས་པ་དེ་འདོད་པའི་རྟོག་པ་ཞེས་སྨྲས་སོ། །གང་འདོད་པའི་རྟོག་པ་དེ་ཀུན་ཏུ་སྤྱོད་པའི་བཟོད་པ་ལ་འཁྲུག་པ་དང་འཇིག་པའོ། །
en: It is said that those who have completely rejected virtuous qualities indulge in desirous thoughts, and those who indulge in desirous thoughts are in conflict with and destroy the acceptance of proper conduct.

source: དེ་བཟོད་པའི་ཚོགས་མེད་པ་འདི་ནི་ཡོངས་སུ་སྤོང་བའོ། །རིགས་ཀྱི་བུ་ངག་དང་།
en: Those who lack the group of qualities related to that acceptance reject it.

source: ཡིད་དང་། དྲུག་གི་སྐྱེ་མཆེད་ཀྱི་སྡོམ་པ་དང་། མངོན་པར་འདུ་མི་བྱེད་པ་དང་། བརྗོད་དུ་མེད་པ་དང་། རྩོལ་བ་མེད་པ་དང་། རྟོག་པ་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་དང་། དམིགས་པ་མེད་པ་དང་། སེམས་དང་ཡིད་ཀྱིས་དམིགས་པ་མེད་པ་སྟེ། །
en: Noble son, the group of qualities related to the noble acceptance includes the vows related to speech, the mind, and the six sense fields; not accumulating karma; the inexpressible; the effortless; the nonconceptual; and the absence of thoughts, the absence of an object of observation, and the absence of observation by the mind or the mental faculty.

source: དེ་ནི་འཕགས་པའི་བཟོད་པའི་ཚོགས་སོ། །གང་ཡང་སེམས་ཀྱི་རྣམ་པར་ལས་དང་། ལུས་ཀྱི་རྣམ་པར་ལས་དང་། ངག་གི་རྣམ་པར་ལས་དེ་ཐམས་ཅད་འཕགས་པའི་བཟོད་པ་ལ་གཏི་མུག་དང་། ཡོངས་སུ་སྤོང་བའི་ཕྱིར་སྒྲུབ་བོ། །
en: All their mental, physical, and verbal actions lead to delusion about this noble acceptance, because they lack this group of qualities.

source: གཞན་ཡང་ཆོས་ཀྱི་བྱ་བའམ། མི་འགུལ་བའམ། མཚན་ཉིད་དམ། རྟོག་པ་དེ་འཕགས་པའི་བཟོད་པ་ལ་གཏི་མུག་དང་ཡོངས་སུ་སྤོང་བའི་ཕྱིར་སྒྲུབ་བོ། །གང་ཡང་ལུས་དང་། ངག་དང་།
en: All their concepts related to the notion that phenomena are to be undertaken, are immoveable, and have characteristics also lead to delusion about this noble acceptance, because they lack this group of qualities.

source: ཡིད་ཀྱི་བྱ་བ་མེད་པ་དང་། འགྱུར་བ་མེད་པ་དང་། མཚན་ཉིད་མེད་པ་དང་། རྟོག་པ་མེད་པ་དེ་འཕགས་པའི་བཟོད་པའི་ཚོགས་སྒོམ་པའོ། །གཉིས་སུ་མེད་པའི་ཆོས་ཀྱི་མཐའི་རྗེས་སུ་ཞུགས་ཤིང་ཡང་དག་པའི་མཐའ་དང་ལྡན་ནོ། །
en: “Someone who cultivates this group of qualities of the noble acceptance, such as the lack of physical, verbal, and mental activity; immutability; the absence of characteristics; and the absence of concepts, pursues the ultimate nature of the Dharma of nonduality and realizes the ultimate truth.

source: ཅུང་ཟད་དུ་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་མཐའ་དང་། ཆོས་ཐམས་ཅད་ཀྱི་ཡང་མཐའོ། །གང་དེ་ལྟར་རབ་ཏུ་ཤེས་པ་དེ་བཟོད་པ་སྒོམ་པའོ། །
en: Anyone with the slightest understanding of the ultimate nature of all afflictions and the ultimate nature of all phenomena cultivates this acceptance.

source: གང་ཡི་གེ་ལ་འཁྲུག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་ཐམས་ཅད་ཐུལ་བ་དང་། བརྗོད་དུ་མེད་པ་ལ་གཡོ་བ་མེད་པ་དང་། སྨྲ་བ་ཐམས་ཅད་ལ་ཆགས་པ་མེད་པ་དང་། གང་མི་སྐྱེ་བ་མི་འབྱུང་བར་བསྒྲགས་པའི་ཆོས་རབ་ཏུ་ཤེས་པ་དེ་བཟོད་པ་སྒོམ་པའོ། །
en: Those who do not argue about words, who have subdued all the afflictions, who do not waver from the inexpressible, who are not attached to any philosophical doctrine, and who understand that phenomena are known to be unborn and unarisen cultivate this acceptance.

source: གང་ཆོས་ཀྱི་ཁམས་ལ་གནས་པ་དང་། སེམས་ཅན་གྱི་ཁམས་ལ་ཡང་དག་པར་གཞོལ་བ་དང་། ཆོས་ཀྱི་ཁམས་དང་སེམས་ཅན་གྱི་ཁམས་ཀྱང་མཚུངས་པའི་ཁམས་སུ་བཟུང་སྟེ་ཐ་དད་པར་མི་བྱེད་པ་དང་། མཚན་ཉིད་ཀྱི་ཁམས་ཀྱང་འཁྲུག་པར་མི་བྱེད་པ་དེ་བཟོད་པ་སྒོམ་པའོ། །
en: Those who dwell in the realm of phenomena while devoting themselves to the realm of beings, who consider the realm of phenomena and the realm of beings to be identical, who do not differentiate between them, and who are not in conflict with the realm of characteristics cultivate this acceptance.

source: གང་ཆོས་ཐམས་ཅད་དམིགས་པ་མེད་ཅིང་བདག་དང་གཞན་མེད་པ་མི་སྐྱེ་བའི་ཕྱིར་སྣང་བ་མེད་པ། གཟུང་དུ་མེད་པ་ཀུན་ནས་ལྡང་བ་མེད་པ། ལུས་མེད་པ། བསྒོམ་པ་མེད་པ། སྐྱེ་བ་མི་འབྱུང་བ། འཆི་འཕོ་མེད་པ། བརྟེན་པ་མེད་པ། གཡོ་བ་མེད་པ། འགྱུར་བ་མེད་པ། ཡོད་པར་རྟོག་པ་དང་། མེད་པར་རྟོག་པ་དང་བྲལ་བ། སྣོད་མ་ཡིན་པ། ཡོངས་སུ་རྟོག་པ་མེད་པ། འདོད་ཆགས་དང་བྲལ་བ། རྡུལ་དང་བྲལ་བ། རིགས་སྤངས་པ། རང་བཞིན་ཡོངས་སུ་དག་པ། དྲི་མ་མེད་པ། ཉོན་མོངས་པ་མེད་པ། སྒྲོ་བཏགས་པ་མེད་པ། ཀུན་ནས་ལངས་པ་མེད་པ། འཁྲུག་པ་མེད་པའི་ཆོས་ཐམས་ཅད་མེད་པར་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་པ་དེ་བཟོད་པ་སྒོམ་མོ། །གང་རྐྱེན་དང་བྲལ་བ་དང་། རབ་ཏུ་རྒྱུ་བ་ཉེ་བར་ཞི་བ་དང་། ལམ་མ་རུངས་པ་ལས་ཡང་དག་པར་ཤིན་ཏུ་འདས་པ་དང་། འབྱུང་བ་མེད་པ་དང་། འཇུག་པ་མེད་པ་དང་། རིངས་པ་མེད་པ་དང་། ཡུལ་ཐམས་ཅད་ལ་རྣམ་པར་དམིགས་པ་མེད་པ་དང་། རྣམ་པར་ཤེས་པའི་ལམ་ལས་ཤིན་ཏུ་ཡང་དག་པར་འདས་པ་དང་། བཏགས་པ་མེད་པ་དང་། བཀྲོལ་བ་མེད་པ་དང་། འོང་བ་མེད་པ་དང་། གནས་མེད་པ་དང་།
en: “Those for whom all phenomena lack a cognitive basis, are devoid of self and other, and lack appearances because they are unborn, and who understand that all phenomena lack apprehension lack arising, lack a body, and lack cultivation; are unborn; lack death and transmigration; lack support; are unwavering, immutable, and free from the concepts of existence and nonexistence; are not a vessel; lack thoughts; are free from attachment; are undefiled, bereft of class, intrinsically pure, unstained, and devoid of afflictions; lack superimpositions; do not occur anywhere; and lack conflict cultivate this acceptance.

source: གནས་པ་མེད་པ་དང་། ས་བོན་མེད་པ་དང་། རྩ་བ་མེད་པ་དང་། ཡིད་བརྟན་པ་ཉེ་བར་ཞི་ཞིང་རབ་ཏུ་ཞི་བ་དང་། ཡོངས་སུ་གདུངས་པ་མེད་པ་དང་། ཤིན་ཏུ་མཐར་ཐུག་པ་དང་། ཡང་སྲིད་པ་ཀུན་ནས་ལྡང་བ་མེད་པ་དང་། མྱ་ངན་ལས་འདའ་བ་ལ་མངོན་པར་དགའ་བ་དང་འདི་འདྲ་བར་ཡིད་ལ་བྱས་པས་བཟོད་པ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །རྟོག་པ་དང་།
en: “Those who focus on things such as freedom from conditions; pacifying all wandering; completely transcending all wicked paths; nonorigination, nonengagement, and not delaying; not apprehending any objects; completely transcending consciousness; lacking imputation, not commenting, the lack of coming, the lack of basis, nonabiding, the absence of seed, and rootlessness; stabilizing, pacifying, and completely pacifying the mind; the complete absence of torment; reaching the ultimate goal; not giving rise to rebirth; and delighting in nirvāṇa will perfect this acceptance.

source: རྣམ་པར་རྟོག་པ་དང་། ཀུན་ཏུ་རྟོག་པ་དང་། ཡང་དག་པར་རྟོག་པ་དང་། ཉེ་བར་རྟོག་པ་དང་། འགྲོ་བ་དང་།
en: Those who focus on concepts, thoughts, ideas, reflections, imagination, going, departing, advancing, and approaching will not cultivate this acceptance.

source: ཀུན་ཏུ་འགྲོ་བ་དང་། མངོན་པར་འགྲོ་བ་དང་། ཉེ་བར་འགྲོ་བར་ཡིད་ལ་བྱེད་པས་བཟོད་པ་སྒོམ་པར་མི་འགྱུར་རོ། །རིགས་ཀྱི་བུ་འོང་བ་ཞེས་བྱ་བ་འདི་ནི་ཡང་དག་པར་འདྲེན་པའི་ཚིག་གོ། །
en: “Noble son, coming is a term that signifies leading toward.

source: རིགས་ཀྱི་བུ་གང་ལ་འདྲེན་པ་མེད་ཅིང་ཡང་དག་པར་འདྲེན་པ་མེད་པ་དེ་ལ་འགྲོ་བ་མེད་ཅིང་འོང་བ་ཡང་མེད་དོ། །འགྲོ་བ་མེད་པ་དང་།
en: Noble son, when there is no leading and leading toward there is no going and no coming.

source: འོང་བ་མེད་པའི་ཀུན་གཞི་ཀུན་ཏུ་གཞོམ་པའི་ཕྱིར་གཉིས་སུ་མེད་པའི་ཆོས་ཀྱི་སྒོའི་བཟོད་པ་བསྒོམ་མོ། །
en: One should cultivate the acceptance of the gateway to the Dharma of nonduality in order to completely destroy the basis of going and coming.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་ལས་ཀྱི་མཚན་ཉིད་ལ་དམིགས་པ་འདི་ནི་བཟོད་པ་སྒོམ་པ་ཡོངས་སུ་སྤང་བའི་ཕྱིར་ཡང་དག་པར་སྒྲུབ་བའོ། །
en: Noble son, the observation of the characteristics of actions expressed by the term coming comes to pass because one has abandoned the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འགྲོའོ་ཞེས་བྱ་བའི་ལས་ཀྱི་མཚན་ཉིད་ཀྱི་རྒྱུ་འདི་ནི་མཚན་ཉིད་མེད་པ།
en: Noble son, the primary cause of the characteristics of actions expressed by the term going is the absence of characteristics.

source: མཚན་ཉིད་དང་བྲལ་བའི་བཟོད་པ་སྒོམ་པ་ཞེས་བྱ་བའོ། །
en: This is called cultivating acceptance of freedom from characteristics.

source: འོང་ངོ་ཞེས་བྱ་བའི་སྨོན་ལམ་མཚན་ཉིད་ཀྱི་རྒྱུ་འདི་ནི་བཟོད་པ་འགོག་པའི་ཕྱིར་ཡང་དག་པར་སྒྲུབ་ཀྱི་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “The primary cause of the characteristics of purpose expressed by the term coming comes about due to a rejection of acceptance and is not the cultivation of acceptance.

source: རིགས་ཀྱི་བུ་འགྲོའོ་ཞེས་བྱ་བ་འདི་ནི་སྨོན་ལམ་ཟད་པ་དང་། མེད་པ་དང་། ཞི་བའི་བཟོད་པ་སྒོམ་པ་ཞེས་བྱའོ། །
en: Noble son, the expression going refers to the cultivation of the acceptance of the destruction, nonexistence, and pacification of purpose.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་འབྱུང་བའི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་ལས་གཏི་མུག་པ་ཡིན་གྱི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “Noble son, the characteristics of origination expressed by the term coming are delusions about acceptance, not the cultivation of acceptance.

source: རིགས་ཀྱི་བུ་འགྲོའོ་ཞེས་བྱ་བ་དམིགས་པ་མེད་པ་དང་། འགལ་བའི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་ཞེས་སྨྲས་སོ། །
en: Noble son, the characteristics of nonobservation and refutation expressed by the term going refer to the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་རྣམ་པར་དམིགས་པའི་སྒོའི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་ལ་སྒོམ་པ་མ་ཡིན་གྱི་བཟོད་པ་ལ་འཁྲུག་པ་ཡིན་ནོ། །
en: “Noble son, the characteristics of the gateway of observation expressed by the term coming are not cultivated for this acceptance and are in conflict with this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་རྣམ་པར་དམིགས་པ་ཟད་པའི་མཚན་ཉིད་དང་། ཉེ་བར་ཞི་བ་འདི་ནི་བཟོད་པ་སྒོམ་པ་ཞེས་སྨྲས་སོ། །
en: Pacification and the characteristics of the destruction of apprehension expressed by the term going refer to the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བའི་ཀུན་གཞིའི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་ལ་འཇུག་པ་ཡིན་གྱི་བཟོད་པ་སྒོམ་པ་ནི་མ་ཡིན་ནོ། །
en: “Noble son, the characteristics of the basis expressed by the term coming are destructive to this acceptance and are not the cultivation of acceptance.

source: རིགས་ཀྱི་བུ་འགྲོའོ་ཞེས་བྱ་བའི་ཀུན་གཞི་ནུབ་པ་དང་ཞི་བ་འདི་ནི་བཟོད་པ་སྒོམ་པ་ཞེས་སྨྲས་སོ། །
en: Noble son, the disappearance and the pacification of the basis expressed by the term going refer to the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་འབྱུང་བའི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་ཡོངས་སུ་སྤངས་པ་ཡིན་གྱི་བཟོད་པ་སྒོམ་པ་ནི་མ་ཡིན་ནོ། །
en: “Noble son, the characteristics of origination expressed by the term coming are an abandonment of acceptance and are not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་རྒྱུ་ཟད་པའི་མཚན་ཉིད་འདི་དང་། རྣམ་པར་ཞི་བ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: Pacification and the characteristics of the destruction of causes expressed by the term going refer to the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་བརྡ་དང་ཐ་སྙད་ཀྱི་ཚིག་གི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “Noble son, the characteristics of words and conventional terms expressed by the term coming are not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་ཐ་སྙད་རྣམ་པར་ཞི་བའི་གནས་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: The state in which conventional terms are pacified expressed by the term going refers to the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་མི་ཤེས་པའི་ཆུ་བོར་བྱིང་བ་འདི་ནི་བཟོད་པ་ལ་གཏི་མུག་པ་ཡིན་གྱི་བཟོད་པ་སྒོམ་པ་ནི་མ་ཡིན་ནོ། །
en: “Noble son, drowning in the river of ignorance in the past and the future expressed by the term coming is delusion about this acceptance and is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་ཤེས་པ་དང་། མི་ཤེས་པ་རབ་ཏུ་སྤངས་ཏེ། རྒྱ་ཆེན་པོ་ཉེ་བར་ཞི་བ་འདི་ནི་བཟོད་པ་བསྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: When the term going refers to vast peace and abandoning knowledge and ignorance of the past and future, it expresses the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་ལུས་དང་། ངག་དང་། ཡིད་ཀུན་སྤྱོད་པའི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་བསྒོམ་པ་མ་ཡིན་ནོ། །
en: “Noble son, the characteristics of physical, verbal, and mental conduct expressed by the term coming are not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་སྲེད་པའི་འདུ་བྱེད་ཉེ་བར་ཞི་བ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: When the term going refers to the pacification of formations such as craving, it expresses the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་རྣམ་པར་ཤེས་པ་ཉེ་བར་ཞི་བ་དང་། རྣམ་པར་སྤྱོད་པ་ཆགས་པ་མེད་པའི་ཚིག་གི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “Noble son, when the term coming refers to the characteristics of the terms for the pacification of consciousness and dispassionate conduct, this is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་རྣམ་པར་ཤེས་པ་རྣམ་པར་དམིགས་པ་དང་། རྣམ་པར་སྤྱོད་པ་ནུབ་པ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: When the term going refers to the disappearance of consciousness, cognition, and analysis, it expresses the cultivation of this acceptance.

source: འོང་ངོ་ཞེས་བྱ་བ་མིང་དང་གཟུགས་ཀུན་ནས་ལྡང་བའི་ཚིག་གི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “When the term coming refers to the characteristics of the arising of name and form, it is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་མིང་དང་གཟུགས་ཉེ་བར་ཞི་བ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །འོང་ངོ་ཞེས་བྱ་བ་འདུལ་བ་དང་།
en: When the term going refers to the pacification of name and form, it expresses the cultivation of this acceptance.

source: ཀུན་ནས་ལྡང་ཞིང་འདོད་པའི་ཡོན་ཏན་གྱི་གནས་ཀྱི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “When the term coming refers to the characteristics of discipline, involvement, and sense pleasures, this is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་དབང་པོ་དྲུག་ཉེ་བར་ཞི་ཞིང་ནུབ་པ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: When the term going refers to the pacification and disappearance of the six sense faculties, it expresses the cultivation of this acceptance.

source: འོང་ངོ་ཞེས་བྱ་བ་རེག་པའི་ཆུ་བོ་སྒོམ་པ་གཞན་གྱི་ཚིག་གི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ།
en: “When the term coming refers to the characteristics of other terms for meditation on the stream of contact, this is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་རེག་པའི་ཆུ་བོར་ཉེ་བར་འགྲོ་བ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: When the term going refers to flowing down the river of contact, it expresses the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་ཚོར་བ་གསུམ་གྱི་རྒྱུན་གཅོད་པ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: “When going refers to cutting off the stream of the three types of feeling, it expresses the cultivation of this acceptance.

source: འོང་ངོ་ཞེས་བྱ་བ་སྲེད་པའི་ཀུན་གཞི་ལ་འཇུག་པ་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “When coming refers to engaging the basis of craving, this is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་སྲེད་པ་གཏོང་བ་དང་།
en: When going refers to the abandonment and disappearance of craving, it expresses the cultivation of this acceptance.

source: ནུབ་པ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་ཉེ་བར་ལེན་པ་ལ་འཇུག་པའི་ཚིག་གི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “Noble son, when coming refers to the characteristics of terms for engaging in grasping, this is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་ཉེ་བར་ལེན་པ་སེལ་བ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: When the term going refers to the elimination of grasping, it is the cultivation of this acceptance.

source: འོང་ངོ་ཞེས་བྱ་བ་སྒོམ་པ་མངོན་པར་འཇུག་པའི་ཚིག་གི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “When the term coming refers to the characteristics of the term for strong attachment to cultivation, this is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་ཁོང་དུ་ཆུད་པ་ཆགས་པའི་ལམ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: When the term going refers to the way in which something produced is thoroughly comprehended, it is the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་ཡང་དང་ཡང་སྙིང་པོར་འཇུག་པའི་ཚིག་གི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “Noble son, when the term coming refers to the characteristics of a term for entering a womb once again, this is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་སྐྱེ་བ་ཟད་པ་འདི་ནི་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: When the term going refers to the destruction of birth, it expresses the cultivation of this acceptance.

source: འོང་ངོ་ཞེས་བྱ་བ་ཡང་དང་ཡང་དགའ་བར་འཇུག་པའི་ཚིག་གི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “When the term coming refers to a term for pursuing happiness over and over, this is not the cultivation of this acceptance.

source: འགྲོའོ་ཞེས་བྱ་བ་རྒ་བ་ཟད་པ་སྤང་བའི་ཕྱིར་བཟོད་པ་སྒོམ་པའོ་ཞེས་སྨྲས་སོ། །
en: When the term going refers to the abandonment and extinction of old age, it expresses the cultivation of this acceptance.

source: རིགས་ཀྱི་བུ་འོང་ངོ་ཞེས་བྱ་བ་ཡང་དང་ཡང་ཤི་བའི་ཆུའི་ཆུ་བོར་ལྟུང་བའི་གནས་ཀྱི་མཚན་ཉིད་འདི་ནི་བཟོད་པ་སྒོམ་པ་མ་ཡིན་ནོ། །
en: “Noble son, when the term coming refers to the characteristics of the state of repeatedly falling into the waters of the river of death, this is not the cultivation of this acceptance.
